<template>
    <Header></Header>
    <section class="landing-block2">
        <div class="content-container" style="max-width: 100%;">
            <div class="title-section">
                <h3>Согласие на обработку персональных данных</h3>
            </div>
            <p>
                <a href="/downloads/policy_personal.pdf"
                   download="The_company_policy_regarding_the_processing_of_personal_data.pdf" class="card-landing2"
                   Link>
                    <span>Политика компании в отношении обработки персональных данных</span>
                    <i class="pi pi-file-export registry-icon ml-1"></i>
                </a>
            </p>
            <p>
                <br>Действуя свободно, по своей воле и в своих интересах, подтверждая свою дееспособность, Я, как
                физическое лицо (далее – Пользователь сайта), настоящим документом даю полное и
                безоговорочное своё согласие Обществу с ограниченной ответственностью Информационный
                центр «Аптекарь»: сокращенное наименование ООО ИЦ «Аптекарь», ИНН 3849023797, ОГРН
                1123850028180, адрес юридического лица: 664017, г. Иркутск, ул. Академическая, стр. 26, помещ.
                87 (далее - Оператор), на обработку персональных данных на следующих условиях:
            </p>
            <p>
                <br>1. Обработка предоставленных персональных данных (фамилии, имени, отчества, номера
                телефона, адреса электронной почты (e-mail), должности и другой связанной персональной
                информации), включает в себя любые действия (операции), совершаемые с моими
                персональными данными, как с использованием средств автоматизации, так и без них, включая
                сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
                использование, передачу (предоставление, доступ) третьим лицам, в том числе моему
                Работодателю, обезличивание, блокирование, уничтожение персональных данных в соответствии
                со ст. 3, ст. 9, ст. 15 Федерального закона №152-ФЗ «О персональных данных» (далее – Закон о
                персональных данных), в целях:
            </p>
            <ul>
                <li> идентификации Пользователя сайта https://flowexpert.ru и его поддоменов (далее – Сайт);</li>
                <li> предоставления Пользователю сайта доступа к персонализированным ресурсам Сайта;</li>
                <li> установления с Пользователем сайта обратной связи, включая звонки, рассылки и
                    направление Пользователю сайта любым удобным для Оператора способом (на
                    электронную почту Пользователя сайта, СМС-сообщения, уведомлений (в том числе
                    уведомлений о паролях и логинах для регистрации на указанном сайте Оператора),
                    консультаций, касающихся использования Сайта, оказания услуг в рамках Сайта;
                </li>
                <li> определения места нахождения Пользователя сайта для обеспечения безопасности,
                    предотвращения мошенничества.
                </li>
                <li> подтверждения достоверности и полноты персональных данных, предоставленных мною;</li>
                <li> предоставления мне эффективной клиентской и технической поддержки при возникновении
                    проблем, связанных с использованием Сайта, программного обеспечения
                    «Интеллектуальная система автоматизации процесса аналитики, заказа и поставки
                    товаров FlowExpert для фармакологической отрасли» (далее – ПО «FlowExpert»);
                </li>
                <li> проведения маркетинговых, статистических мероприятий и иных исследований в рамках
                    деятельности и работы сервисов Сайта, ПО «FlowExpert»;
                </li>
                <li> в иных законных целях.</li>
            </ul>
            <p>
                <br>2. Оператор под свою ответственность может привлечь к обработке персональных данных
                третьих лиц по своему усмотрению при условии соблюдения требований Закона о персональных
                данных, в том числе осуществления таким лицом конфиденциальности и защиты персональных
                данных.
            </p>
            <p>
                <br>3. Мне известно и понятно, что согласие на обработку персональных данных предоставляется
                без ограничения срока его действия и, согласно п. 5 ст. 21 Закона о персональных данных, может
                быть отозвано мною путем направления уведомления Оператору на адрес электронной почты
                Оператора <a href="mailto:info@flowexpert.ru">info@flowexpert.ru</a> или путем письменного обращения по
                адресу регистрации
                Оператора. Обработка персональных данных будет прекращена в срок, не превышающий десять
                рабочих дней с момента поступления указанного отзыва.
            </p>
            <p>
                <br>4. Проставление соответствующей отметки на указанном Сайте Оператора является
                достаточным подтверждением моего согласия на обработку моих персональных данных
                Оператором на указанных выше условиях, в соответствии с п.1 ст. 9 Закона о персональных данных.
                При этом письменная форма или иные доказательства для дополнительного подтверждения моего
                свободного волеизъявления Оператору не требуются.
            </p>
        </div>
    </section>
    <Footer></Footer>
</template>

<script>

import Header from "./Header.vue";
import Footer from "./Footer.vue";

export default {
    components: {Header, Footer}
}
</script>
<style scoped>
p {
    text-indent: 3% each-line;
    text-align: justify;
}

ul {
    list-style: none;
    margin-left: 3%;
}

ul li {
    position: relative;
}

ul li:before {
    content: "—";
    position: absolute;
    left: -18px;
}
</style>
