<template>
    <Header></Header>
    <section class="landing-block2">
        <div class="content-container" style="max-width: 100%;">
            <div class="title-section">
                <h3>Согласие на обработку персональных данных</h3>
            </div>
            <p>
                Действуя свободно, по своей воле и в своих интересах, подтверждая свою дееспособность, Вы, как
                физическое лицо (далее – Пользователь), настоящим документом даёте полное и безоговорочное своё согласие
                ООО ИЦ «Аптекарь» (ИНН 3849023797, ОГРН 1123850028180, адрес юридического лица: 664017, Иркутская
                область, г. Иркутск, ул. Академическая, строение 26, помещение 87 на обработку персональных данных на
                следующих условиях:
                <br>1. Обработка предоставленных персональных данных (фамилии, имени, отчества, номера телефона, адреса
                электронной почты (e-mail) и другой связанной персональной информации), включает в себя любые действия
                (операции), совершаемые с вашими персональными данными, как с использованием средств автоматизации, так
                и без них, включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение),
                извлечение, использование, передачу (предоставление, доступ) третьим лицам – Поставщикам Продукции
                (аптечным и другим организациям), обезличивание, блокирование, уничтожение персональных данных в
                соответствии со ст. 3, ст. 9, ст. 15 Федерального закона №152-ФЗ «О персональных данных» (далее – Закон
                о персональных данных), в целях:
                <br>идентификации Пользователя сайта flowexpert.ru и его поддоменах (далее – Сайт);
                предоставления Пользователю доступа к персонализированным ресурсам Сайта;
                установления с Пользователем обратной связи, включая звонки, рассылки и направление Пользователю любым
                удобным для Оператора способом (на электронную почту Пользователя, СМС-уведомлением, уведомлением в
                мессенджерах «ВКонтакте», «Одноклассники» и др.), запросов, касающихся использования Сайта, оказания
                услуг в рамках Сайта;
                <br>определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.
                подтверждения достоверности и полноты персональных данных, предоставленных Вами;
                <br>предоставления Вам эффективной клиентской и технической поддержки при возникновении проблем, связанных с
                использованием Сайта;
                <br>проведения маркетинговых, статистических мероприятий и иных исследований в рамках деятельности и работы
                сервисов Сайта;
                <br>в иных законных целях.
                <br>2. Оператор под свою ответственность может привлечь к обработке персональных данных третьих лиц по
                своему усмотрению при условии соблюдения требований Закона о персональных данных, в том числе
                осуществления таким лицом конфиденциальности и защиты персональных данных.
                <br>3. Согласие на обработку персональных данных предоставляется без ограничения срока его действия и,
                согласно п. 5 ст. 21 Закона о персональных данных, может быть отозвано Вами путем направления
                письменного уведомления Оператору. Обработка персональных данных будет прекращена в срок, не превышающий
                десять рабочих дней с момента поступления указанного отзыва.
                <br>4. Проставление соответствующей отметки на указанном Сайте Оператора является достаточным подтверждением
                вашего согласия на обработку ваших персональных данных Оператором на указанных выше условиях, в
                соответствии с п.1 ст. 9 Закона о персональных данных. При этом письменная форма или иные доказательства
                для дополнительного подтверждения вашего свободного волеизъявления Оператору не требуются.
                <br>5. Настоящее согласие может быть отозвано Пользователем Сайта Получение путем уведомления Оператора,
                направленного на адрес электронной почты aptekar@irk.ru. Оператора или путем письменного обращения по
                адресу регистрации Оператора.
            </p>
        </div>
    </section>
    <Footer></Footer>
</template>

<script>

import Header from "./Header.vue";
import Footer from "./Footer.vue";

export default {
    components: {Header, Footer}
}
</script>
<style scoped>
p {
    text-indent: 3% each-line;
}
</style>
