
<template>
    <Header></Header>
    <section class="landing-block2">
        <div class="content-container" style="max-width: 100%;">
            <div class="title-section">
                <h3>Политика конфиденциальности</h3>
            </div>
            <h4 class="text-center">1. Общие положения</h4>
            <p>
                <br>1.1. Настоящая Политика общества с ограниченной ответственностью Информационный центр «Аптекарь» (ИНН 3849023797, ОГРН 1123850028180) (далее – Оператор, ООО ИЦ «Аптекарь») в отношении обработки персональных  данных (далее - Политика конфиденциальности, Политика),  определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, полученных Оператором от пользователей сайта (далее – Пользователь) flowexpert.ru и его поддоменов (далее - Сайт) с целью защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
                <br>1.2. Настоящая Политика конфиденциальности разработана в соответствии с Федеральным законом от 27.07.2006 г. № 152-ФЗ «О персональных данных» (далее – Закон о персональных данных).
                <br>1.3. Использование сервисов Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональных данных; в случае несогласия с этими условиями Пользователь должен воздержаться от использования сервисов Сайта.
                <br>1.4. Настоящая Политика конфиденциальности применяется только к сайту flowexpert.ru и его поддоменов.  Сайт не контролирует и не несет ответственности за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.
                <br>1.5. Обработка Оператором персональных данных основана на следующих принципах:
                <br>- законности целей и способов обработки персональных данных и добросовестности;
                <br>- соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных;
                <br>- соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных;
                <br>- достоверности персональных данных, их актуальности и достаточности для целей обработки, недопустимости обработки избыточных по отношению к целям сбора персональных данных;
                <br>- легитимности организационных и технических мер по обеспечению безопасности персональных данных;
                <br>- непрерывности повышения уровня знаний работников Оператора в сфере обеспечения безопасности персональных данных при их обработке;
                <br>- стремления к постоянному совершенствованию системы защиты персональных данных;
                <br>- иных принципах, установленных действующим законодательством Российской Федерации.
                <br>1.6. Настоящая Политика опубликована в свободном доступе в информационно-телекоммуникационной сети Интернет на сайте flowexpert.ru.
                <br>1.7. Основные термины и определения, используемые в настоящей Политике:
                персональные данные - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных);
                оператор персональных данных (оператор) - государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;
                обработка персональных данных - любое действие (операция) или совокупность действий (операций) с персональными данными, совершаемых с использованием средств автоматизации или без их использования. Обработка персональных данных включает в себя в том числе: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение;
                автоматизированная обработка персональных данных - обработка персональных данных с помощью средств вычислительной техники;
                распространение персональных данных - действия, направленные на раскрытие персональных данных неопределенному кругу лиц;
                предоставление персональных данных - действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;
                блокирование персональных данных - временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);
                уничтожение персональных данных - действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных;
                обезличивание персональных данных - действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных;
                информационная система персональных данных - совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств;
                трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому лицу или иностранному юридическому лицу.
                <br>1.8. Основные права и обязанности Оператора.
                <br>1.8.1. Оператор имеет право:
                <br>1)	самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами;
                <br>2)	поручить обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено федеральным законом, на основании заключаемого с этим лицом договора. Лицо, осуществляющее обработку персональных данных по поручению Оператора, обязано соблюдать принципы и правила обработки персональных данных, предусмотренные Законом о персональных данных, соблюдать конфиденциальность персональных данных, принимать необходимые меры, направленные на обеспечение выполнения обязанностей, предусмотренных Законом о персональных данных;
                <br>3)	в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных.
                <br>1.2.2. Оператор обязан:
                <br>1)	организовывать обработку персональных данных в соответствии с требованиями Закона о персональных данных;
                <br>2)	отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;
                <br>3)	сообщать в уполномоченный орган по защите прав субъектов персональных данных (Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор)) по запросу этого органа необходимую информацию в течение 10 рабочих дней с даты получения такого запроса. Данный срок может быть продлен, но не более чем на пять рабочих дней. Для этого Оператору необходимо направить в Роскомнадзор мотивированное уведомление с указанием причин продления срока предоставления запрашиваемой информации;
                <br>4)	в порядке, определенном федеральным органом исполнительной власти, уполномоченным в области обеспечения безопасности, обеспечивать взаимодействие с государственной системой обнаружения, предупреждения и ликвидации последствий компьютерных атак на информационные ресурсы РФ, включая информирование его о компьютерных инцидентах, которые повлекли неправомерную передачу (предоставление, распространение, доступ) персональных данных.
                <br>1.9. Основные права субъекта персональных данных. Субъект персональных данных имеет право:
                <br>1)	получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;
                <br>2)	требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;
                <br>3)	дать предварительное согласие на обработку персональных данных в целях продвижения на рынке товаров, работ и услуг;
                <br>4)	обжаловать в Роскомнадзоре или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных.
            </p>
            <h4 class="text-center">2. Цели обработки персональных данных пользователей сайта</h4>
            <p>
                <br>2.1. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимых с целями сбора персональных данных.
                <br>2.2. Персональные данные Пользователя Сайт обрабатывает в следующих целях:
                <br>2.2.1. Идентификации Пользователя Сайта.
                <br>2.2.2. Предоставления Пользователю доступа к персонализированным ресурсам Сайта.
                <br>2.2.3. Оформления Пользователем Сайта заказов в целях последующей покупки ими Продукции у Поставщиков Продукции (аптечных и других организаций).
                <br>2.2.4. Приёма и передачи заказов Пользователей Сайта в целях последующей покупки ими Продукции у Поставщиков Продукции (аптечных и других организаций).
                <br>2.2.5. Установления с Пользователем Сайта обратной связи, включая звонки, рассылки и направление Пользователю любым удобным для Оператора способом (на электронную почту Пользователя, СМС-уведомлением, уведомлением в мессенджерах «ВКонтакте», «Одноклассники» и др.), запросов, касающихся использования Сайта, оказания услуг в рамках Сайта.
                <br>2.2.6. Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.
                <br>2.2.7. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.
                <br>2.2.8. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта.
                <br>2.2.9. Проведения маркетинговых, статистических мероприятий и иных исследований в рамках деятельности и работы сервисов Сайта.
                <br>2.2.10. В иных законных целях.
            </p>
            <h4 class="text-center">3. Правовые основания обработки персональных данных</h4>
            <p>
                <br>3.1. Правовым основанием обработки персональных данных является совокупность нормативных правовых актов, во исполнение которых и в соответствии с которыми Оператор осуществляет обработку персональных данных, в том числе:
                Конституция Российской Федерации;
                Гражданский кодекс Российской Федерации;
                Федеральным законом от 27.07.2006 г. № 152-ФЗ «О персональных данных»;
                иные нормативные правовые акты Российской Федерации и нормативные документы уполномоченных органов государственной власти.,
                <br>3.2. Правовым основанием обработки персональных данных также являются:
                Устав ООО ИЦ «Аптекарь»;
                согласие субъектов персональных данных на обработку их персональных данных.
            </p>
            <h4 class="text-center">4. Объем и категории обрабатываемых персональных данных, категории субъектов персональных данных</h4>
            <p>
                <br>4.1. Оператор осуществляет обработку персональных данных следующих категорий субъектов персональных данных:
                <br>- Пользователи сайта flowexpert.ru и его поддоменов.
                <br>4.2. Оператор производит обработку следующих персональных данных:
                <br>- фамилия, имя, отчество;
                <br>- номер телефона;
                <br>- адрес электронной почты (e-mail).
                <br>4.3. Обработка Оператором биометрических персональных данных (сведений, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность) осуществляется в соответствии с законодательством Российской Федерации.
                <br>4.4. Оператор не осуществляет обработку специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, за исключением случаев, предусмотренных законодательством РФ.
            </p>
            <h4 class="text-center">5. Порядок и условия обработки персональных данных</h4>
            <p>
                <br>5.1. Обработка персональных данных осуществляется Оператором в соответствии с требованиями законодательства Российской Федерации.
                <br>5.2. Обработка персональных данных осуществляется с согласия субъектов персональных данных на обработку их персональных данных, а также без такового в случаях, предусмотренных законодательством Российской Федерации.
                <br>5.3. Оператор осуществляет обработку персональных данных для каждой цели их обработки следующими способами:
                автоматизированная обработка персональных данных с передачей полученной информации по информационно-телекоммуникационным сетям или без таковой;
                смешанная обработка персональных данных.
                <br>5.4. Сайт вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:
                <br>5.4.1. Пользователь выразил согласие на такие действия.
                <br>5.4.2. Передача необходима для использования Пользователем определенного сервиса либо для исполнения определенного соглашения или договора с Пользователем.
                <br>5.4.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры.
                <br>5.4.4. В случае продажи Сайта к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации.
                <br>5.4.5. Для передачи заказов Пользователей Сайта в целях последующей покупки ими Продукции у Поставщиков Продукции (аптечных и других организаций).
                <br>5.5. Передача персональных данных органам дознания и следствия, в Федеральную налоговую службу и другие уполномоченные органы исполнительной власти и организации осуществляется в соответствии с требованиями законодательства Российской Федерации.
                <br>5.6. Оператор принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения и других несанкционированных действий, в том числе:
                определяет угрозы безопасности персональных данных при их обработке;
                принимает локальные нормативные акты и иные документы, регулирующие отношения в сфере обработки и защиты персональных данных;
                назначает лиц, ответственных за обеспечение безопасности персональных данных в структурных подразделениях и информационных системах Оператора;
                создает необходимые условия для работы с персональными данными;
                организует работу с информационными системами, в которых обрабатываются персональные данные;
                хранит персональные данные в условиях, при которых обеспечивается их сохранность и исключается неправомерный доступ к ним;
                организует обучение работников Оператора, осуществляющих обработку персональных данных.
                <br>5.7. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требует каждая цель обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором.
                Срок хранения персональных данных, обрабатываемых в информационных системах персональных данных, соответствует сроку хранения персональных данных на бумажных носителях.
                <br>5.8. Оператор в отношении персональных данных Пользователя осуществляет без ограничения срока следующее: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств. Обработка персональных данных Пользователей осуществляется в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».
                <br>5.9. Оператор прекращает обработку персональных данных в следующих случаях:
                выявлен факт их неправомерной обработки. Срок - в течение трех рабочих дней с даты выявления;
                достигнута цель их обработки;
                истек срок действия или отозвано согласие субъекта персональных данных на обработку указанных данных, когда по Закону о персональных данных обработка этих данных допускается только с согласия.
                <br>5.10. При достижении целей обработки персональных данных, а также в случае отзыва субъектом персональных данных согласия на их обработку Оператор прекращает обработку этих данных, если:
                иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем, по которому является субъект персональных данных;
                Оператор не вправе осуществлять обработку без согласия субъекта персональных данных на основаниях, предусмотренных Законом о персональных данных или иными федеральными законами;
                иное не предусмотрено другим соглашением между Оператором и субъектом персональных данных.
                <br>5.11. При обращении субъекта персональных данных к Оператору с требованием о прекращении обработки персональных данных в срок, не превышающий 10 рабочих дней с даты получения Оператором соответствующего требования, обработка персональных данных прекращается, за исключением случаев, предусмотренных Законом о персональных данных. Указанный срок может быть продлен, но не более чем на пять рабочих дней. Для этого Оператору необходимо направить субъекту персональных данных мотивированное уведомление с указанием причин продления срока.
                Уведомление о прекращении обработки персональных данных, об отзыве согласия на обработку персональных данных Пользователь направляет на адрес электронной почты aptekar@irk.ru, а также путем письменного обращения по адресу Оператора.
                <br>5.12. При сборе персональных данных, в том числе посредством информационно-телекоммуникационной сети Интернет, Оператор обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев, указанных в Законе о персональных данных.
            </p>
            <h4 class="text-center">6. Актуализация, исправление, удаление, уничтожение персональных данных, ответы на запросы субъектов на доступ к персональным данным</h4>
            <p>
                <br>6.1. Подтверждение факта обработки персональных данных Оператором, правовые основания и цели обработки персональных данных, а также иные сведения, указанные в ч. 7 ст. 14 Закона о персональных данных, предоставляются Оператором субъекту персональных данных или его представителю в течение 10 рабочих дней с момента обращения либо получения запроса субъекта персональных данных или его представителя. Данный срок может быть продлен, но не более чем на пять рабочих дней. Для этого Оператору следует направить субъекту персональных данных мотивированное уведомление с указанием причин продления срока предоставления запрашиваемой информации.
                Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.
                Оператор предоставляет сведения, указанные в ч. 7 ст. 14 Закона о персональных данных, субъекту персональных данных или его представителю в той форме, в которой направлены соответствующие обращение либо запрос, если иное не указано в обращении или запросе.
                Если в обращении (запросе) субъекта персональных данных не отражены в соответствии с требованиями Закона о персональных данных все необходимые сведения или субъект не обладает правами доступа к запрашиваемой информации, то ему направляется мотивированный отказ.
                Право субъекта персональных данных на доступ к его персональным данным может быть ограничено в соответствии с ч. 8 ст. 14 Закона о персональных данных, в том числе, если доступ субъекта персональных данных к его персональным данным нарушает права и законные интересы третьих лиц.
                <br>6.2. В случае выявления неточных персональных данных при обращении субъекта персональных данных или его представителя либо по их запросу или по запросу Роскомнадзора Оператор осуществляет блокирование персональных данных, относящихся к этому субъекту персональных данных, с момента такого обращения или получения указанного запроса на период проверки, если блокирование персональных данных не нарушает права и законные интересы субъекта персональных данных или третьих лиц.
                В случае подтверждения факта неточности персональных данных Оператор на основании сведений, представленных субъектом персональных данных или его представителем либо Роскомнадзором, или иных необходимых документов уточняет персональные данные в течение семи рабочих дней со дня представления таких сведений и снимает блокирование персональных данных.
                <br>6.3. В случае выявления неправомерной обработки персональных данных при обращении (запросе) субъекта персональных данных или его представителя либо Роскомнадзора Оператор осуществляет блокирование неправомерно обрабатываемых персональных данных, относящихся к этому субъекту персональных данных, с момента такого обращения или получения запроса.
                <br>6.4. При выявлении Оператором, Роскомнадзором или иным заинтересованным лицом факта неправомерной или случайной передачи (предоставления, распространения) персональных данных (доступа к персональным данным), повлекшей нарушение прав субъектов персональных данных, Оператор в установленные сроки:
                <br>- уведомляет Роскомнадзор о произошедшем инциденте, предполагаемых причинах, повлекших нарушение прав субъектов персональных данных, предполагаемом вреде, нанесенном правам субъектов персональных данных, и принятых мерах по устранению последствий инцидента, а также предоставляет сведения о лице, уполномоченном Оператором на взаимодействие с Роскомнадзором по вопросам, связанным с инцидентом;
                <br>- уведомляет Роскомнадзор о результатах внутреннего расследования выявленного инцидента и предоставляет сведения о лицах, действия которых стали его причиной (при наличии).
                <br>6.5. Порядок уничтожения персональных данных Оператором.
                <br>6.5.1. Условия и сроки уничтожения персональных данных Оператором:
                достижение цели обработки персональных данных либо утрата необходимости достигать эту цель - в течение 30 дней;
                достижение максимальных сроков хранения документов, содержащих персональные данные, - в течение 30 дней;
                предоставление субъектом персональных данных (его представителем) подтверждения того, что персональные данные получены незаконно или не являются необходимыми для заявленной цели обработки, - в течение семи рабочих дней;
                отзыв субъектом персональных данных согласия на обработку его персональных данных, если их сохранение для цели их обработки более не требуется, - в течение 30 дней.
                <br>6.5.2. При достижении цели обработки персональных данных, а также в случае отзыва субъектом персональных данных согласия на их обработку персональные данные подлежат уничтожению, если:
                иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем, по которому является субъект персональных данных;
                оператор не вправе осуществлять обработку без согласия субъекта персональных данных на основаниях, предусмотренных Законом о персональных данных или иными федеральными законами;
                иное не предусмотрено другим соглашением между Оператором и субъектом персональных данных.
                <br>6.5.3. Способы уничтожения персональных данных устанавливаются в локальных нормативных актах Оператора.
            </p>
            <h4 class="text-center">7. Заключительные положения</h4>
            <p>
                7.1. Оператор вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.<br>
                7.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.<br>
                7.3. Действующая Политика конфиденциальности размещена на сайте https://flowexpert.ru/pages/privacy-policy.<br>
                7.4. Настоящая Политика конфиденциальности является неотъемлемой часть Пользовательского соглашения, размещенного на сайте https://flowexpert.ru/pages/eula.<br>
            </p>
        </div>
    </section>
    <Footer></Footer>
</template>

<script>

import Header from "./Header.vue";
import Footer from "./Footer.vue";

export default {
    components: {Header, Footer}
}
</script>
<style scoped>
p {
    text-indent: 3% each-line;
}
</style>
