
<template>
    <Header></Header>
    <section class="landing-block2">
        <div class="content-container" style="max-width: 100%;">
            <div class="title-section">
                <h3>Пользовательское соглашение</h3>
            </div>
            <p>
                Настоящее Пользовательское соглашение определяет взаимоотношения Общества с ограниченной ответственностью  «Аптекарь» (Администратор Сайта) и Пользователем сайта  https://flowexpert.ru (далее – Сайт) по  предоставлению доступа к программному обеспечению «Интеллектуальная система автоматизации процесса аналитики, заказа и поставки товаров FlowExpert для фармакологической отрасли» (далее – ПО «FlowExpert», система «FlowExpert»).
                <br/>1. Термины и определения
                <br/>В настоящем Пользовательском соглашении термины, указанные ниже, имеют следующее значение:
                <br/>Администрация Сайта - Общество с ограниченной ответственностью Информационный центр «Аптекарь» (ООО ИЦ «Аптекарь) - юридическое лицо, созданное по законодательству Российской Федерации (ИНН 3849023797, ОГРН 1123850028180).
                <br/>Сайт - Интернет-ресурс, представляющий собой совокупность содержащихся в информационной системе информации и объектов интеллектуальной собственности (в том числе, программа для ЭВМ, база данных, графическое оформление интерфейса (дизайн) и др.), доступ к которому обеспечивается с различных пользовательских устройств, подключенных к сети Интернет, посредством специального программного обеспечения для просмотра веб-страниц (браузер) по адресу https://flowexpert.ru (включая домены следующих уровней, относящихся к данному адресу).
                <br/>Посетитель Сайта – любое физическое лицо, которое не прошло авторизацию и не зарегистрировано на Сайте, в ПО «FlowExpert».
                <br/>Пользователь Сайта (Пользователь)  — посетитель ресурсов сети Интернет, в том числе  физическое лицо представитель юридического лица.
                <br/>Пользователь ПО «FlowExpert»/Пользователь программы — лицо (лица), получившее в установленном порядке доступ к системе FlowExpert и использующее её от своего имени или, если доступ к системе FlowExpert осуществляется от имени организации, такой как работодатель, Пользователем признается организация, для которой предоставляется доступ к указанному программному обеспечению, и настоящим подтверждается, что такая организация уполномочила лицо, принимающее настоящее лицензионное соглашение, сделать это от её имени.
                <br/>Для целей настоящего соглашения под организацией понимается любая медицинская организация (частная клиника, государственное и/или бюджетное учреждение здравоохранения), любая аптечная организация (предприятие, учреждение), региональные министерства здравоохранения (комитеты и т.п.).
                <br/>Сотрудник Пользователя программы – работник Пользователя программы, зарегистрировавшийся в системе «FlowExpert» в установленном порядке и получивший доступ к определенным функционалам ПО ««FlowExpert» в зависимости от  должности, выбранной при регистрации и подтвержденной Пользователем программы.
                <br/>2. Настоящее Соглашение разработано Администрацией Сайта и определяет условия использования и развития Сайта, а также права и обязанности Посетителей Сайта, Пользователей Сайта, Пользователей программы, сотрудников Пользователей программы, Администрации Сайта. Правила распространяются также на отношения, связанные с правами и интересами третьих лиц, не являющимися перечисленными лицами, но чьи права и интересы могут быть затронуты в результате действий указанных лиц.
                <br/>3. Настоящее Соглашение является соглашением между  Администрацией Сайта и Посетителями Сайта, Пользователями Сайта, Пользователями программы, сотрудниками Пользователей программы
                <br/>4. Использование Сайта означает безоговорочное согласие Посетителей Сайта и иных указанных лиц  с условиями настоящего Пользовательского соглашения, Политикой ООО ИЦ «Аптекарь» в отношении обработки персональных данных,  документами, обязательными для ознакомления при использовании Сайта, а также иными  правилами, инструкциями и условиями, размещенными на Сайте. В случае несогласия с этими условиями все указанные Пользователи должны  воздержаться от использования Сайта.
                <br/>5. Пользователи обязаны полностью ознакомиться с настоящим Соглашением до момента пользования Сайтом.  Пользование Сайтом, авторизация на Сайте, регистрация на Сайте означает полное и безоговорочное принятие Пользователями настоящего Соглашения.
                <br/>6. Настоящее Соглашение может быть изменено и/или дополнено Администрацией Сайта в одностороннем порядке без какого-либо специального уведомления об этом Пользователей. Настоящее Соглашение является открытым и общедоступным документом. Новая редакция Пользовательского соглашения вступает в силу с момента ее размещения на Сайте. Регулярное ознакомление с действующей редакцией Пользовательского соглашения является обязанностью Пользователей.  Использование Сайта после вступления в силу новой редакции Пользовательского соглашения означает согласие с ней Пользователей и применение к нему в полном объеме положений новой редакции. Действующая редакция настоящего Пользовательского соглашения доступна на сайте https://flowexpert.ru.
                <br/>7. Обладателем исключительных прав на Сайт, включая, но не ограничиваясь, на доменное имя, размещенный на Сайте логотип, товарный знак, базы данных, все технические разработки, позволяющие осуществлять использование Сайта является Администрация Сайта, которая предоставляет доступ к Сайту всем заинтересованным лицам в соответствии с настоящим Соглашением, договорами  и действующим законодательством Российской Федерации.
                <br/>Пользователь или иное лицо не вправе использовать Сайт и его сервисы способами, не предусмотренными настоящим Пользовательским соглашением без письменного разрешения Администрации Сайта, в том числе извлекать информацию в любой форме не предусмотренными Пользовательским соглашением способами. Исключительные права на результаты интеллектуальной деятельности, включенные в состав информации, предоставленной Пользователями, принадлежат соответствующим Пользователям и правообладателям.
                <br/>9. Сайт является площадкой, позволяющей ознакомиться с размещенной на нем информацией о программном обеспечении «Интеллектуальная система автоматизации процесса аналитики, заказа и поставки товаров FlowExpert для фармакологической отрасли», её характеристиках, пройти авторизацию и регистрацию для получения доступа с указанному программному обеспечению.
                <br/>10. Доступ к отдельным сервисам Сайта  и использование отдельных сервисов Сайта (например, сервиса по доступу к ПО «FlowExpert»),  может регулироваться специальными условиями, существующими в отдельных  документах на Сайте, а также может быть обусловлен необходимостью авторизации и/или регистрации в соответствии с указаниями Администрации Сайта, размещенными на Сайте.
                <br/>11.    При регистрации на Сайте, а также позднее при изменении и/или дополнении таких данных соответствующие Пользователи обязуются предоставлять достоверные и актуальные регистрационные данные.
                <br/>12. Администрация Сайта вправе по своему усмотрению устанавливать ограничения для регистрации Пользователей на Сайте в том или ином статусе, а также в использовании Сервисов.
                <br/>13. Администрация Сайта вправе по своему усмотрению проверять информацию, предоставляемую Пользователями при пользовании Сайтом. Администрация Сайта вправе отказать в авторизации и/или регистрации на Сайте и/или запретить соответствующему Пользователю использование Сайта.
                <br/>14. В отношении функционирования и развития Сайта Администрация Сайта руководствуется законодательством Российской Федерации, настоящим Соглашением и иными специальными документами, которые разработаны или могут быть разработаны и приняты Администрацией Сайта в целях регламентации предоставления Пользователям доступа к отдельному функционалу Сайта.
                <br/>15. Никакие положения настоящего Соглашения не предоставляют соответствующим Пользователям право на использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков Администрации Сайта. Право на использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков Администрации Сайта может быть предоставлено исключительно по письменному соглашению с Администрацией Сайта.
                <br/>16. Пользование Сайтом является добровольным для соответствующих Пользователей.
                <br/>17. Обработка персональных данных соответствующих Пользователей осуществляется в соответствии с законодательством Российской Федерации. Администрация Сайта принимает все необходимые меры для защиты персональных данных  соответствующего Пользователя от неправомерного доступа, изменения, раскрытия или уничтожения. Администрация предоставляет доступ к персональным данным Пользователя только тем сотрудникам Администрации, которым эта информация необходима для обеспечения функционирования Сайта и предоставления Пользователю доступа к его использованию. Администрация Сайта вправе использовать предоставленную Пользователем информацию, в том числе персональные данные, в целях обеспечения соблюдения требований действующего законодательства Российской Федерации (в том числе в целях предупреждения и/или пресечения незаконных и/или противоправных действий Пользователей). Раскрытие предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим законодательством Российской Федерации по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством Российской Федерации случаях.
                <br/>18. Если Пользователем не доказано обратное, любые действия, совершенные с использованием его персональных данных, считаются совершенными соответствующим Пользователем.
                <br/>19. При использовании Сайта Пользователи обязаны:
                <br/>·         соблюдать положения действующего законодательства Российской Федерации, настоящего Соглашения, Политики ООО ИЦ «Аптекарь» в отношении обработки персональных данных, и иных правил (условий) работы сервисов, размещенных на Сайте;
                <br/>·         придерживаться определенных правил работы сервисов Сайта в зависимости от статуса Пользователя, выбранного им при посещении Сайта.
                <br/>20. В случае наличия сомнений в отношении законности осуществления тех или иных действий, в том числе по размещению информации или предоставлению доступа, Администрация Сайта рекомендует воздержаться от осуществления последних.
                <br/>19. Соответствующим Пользователям и сотрудникам Пользователей при использовании Сайта запрещается:
                <br/>19.1. вводить Администрацию Сайта и/или Поставщика в заблуждение относительно своей личности, используя персональные данные третьих лиц;
                <br/>19.2. загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать любую информацию, которая:
                <br/>(а) содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц;
                <br/>(б) нарушает права несовершеннолетних лиц;
                <br/>(в) является вульгарной или непристойной, содержит порнографические изображения и тексты или сцены сексуального характера с участием несовершеннолетних;
                <br/>(г) содержит сцены бесчеловечного обращения с животными;
                <br/>(д) содержит описание средств и способов суицида, любое подстрекательство к его совершению;
                <br/>(е) пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства;
                <br/>(ж) содержит экстремистские материалы;
                <br/>(з) пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий;
                <br/>(и) содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственной и коммерческой тайной, информацией о частной жизни третьих лиц;
                <br/>(к) содержит рекламу или описывает привлекательность употребления наркотических веществ, в том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению;
                <br/>(л) носит мошеннический характер;
                <br/>(м) а также нарушает иные права и интересы граждан и юридических лиц или требования законодательства Российской Федерации.
                <br/>19.3. незаконно загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать интеллектуальную собственность Пользователей и третьих лиц;
                <br/>19.4. использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального функционирования Сайта;
                <br/>19.5. загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать вирусы, трояны и другие вредоносные программы;
                <br/>19.6. использовать без специального на то разрешения Администрации Сайта автоматизированные скрипты (программы, боты, краулеры) для сбора информации на Сайте и/или взаимодействия с Сайтом и его функционалом;
                <br/>19.7. любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома, пытаться получить доступ к персональным данным другого Пользователя;
                <br/>19.8. осуществлять незаконные сбор и обработку персональных данных других лиц;
                <br/>19.9. осуществлять использование Сайта иным способом, кроме как через интерфейс, предоставленный Администрацией Сайта, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с отдельным соглашением с Администрацией;
                <br/>19.10. воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и перепродавать доступ к использованию Сайта, в том числе его дополнительного функционала, для каких-либо целей, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с условиями отдельного соглашения с Администрацией Сайта;
                <br/>20. Пользователь несет личную ответственность за любую информацию, которую размещает на Сайте, сообщает другим Пользователям, а также за любые взаимодействия с другими Пользователями, осуществляемые на свой риск.
                <br/>21. Администрация сохраняет за собой право в любое время изменять оформление Сайта, его содержание, функционал, изменять или дополнять используемые скрипты, программное обеспечение и другие объекты, используемые или хранящиеся на Сайте, любые серверные приложения в любое время с предварительным уведомлением или без такового.
                <br/>22. Администрация Сайта обеспечивает функционирование и работоспособность Сайта и обязуется оперативно восстанавливать его работоспособность в случае технических сбоев и перерывов. Администрация Сайта не несет ответственности за временные сбои и перерывы в работе Сайта и вызванные ими потери информации.
                <br/>23. Администрация Сайта имеет право распоряжаться статистической информацией, связанной с функционированием Сайта, а также информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям Пользователей Сайта.
                <br/>24. При разрешении всех споров по настоящему Пользовательскому соглашению применяется действующее законодательство Российской Федерации.
                <br/>25. В случае возникновения любых споров или разногласий, связанных с исполнением настоящего Соглашения, Пользователь и Администрация Сайта приложат все усилия для их разрешения путем проведения переговоров между ними. Все споры, возникшие в рамках настоящего Соглашения, должны быть переданы на рассмотрение в суд, к подведомственности и подсудности которого отнесена соответствующая категория дел, по месту нахождения Администрации Сайта в порядке, установленном действующим законодательством Российской Федерации.
                <br/>26. До обращения в суд Пользователь и третьи лица обязаны соблюсти претензионный порядок.
                <br/>27. Ограничение ответственности Администрации Сайта:
                <br/>28. Сайт и его функционал, включая все скрипты, приложения, контент и оформление Сайта поставляются "КАК ЕСТЬ". Администрация отказывается от всяких гарантий того, что Сайт или его функционал могут подходить или не подходить для конкретных целей использования. Администрация не может гарантировать и не обещает никаких специфических результатов от использования Сайта и/или его функционала;
                <br/>29. Используя Сайт, Пользователь соглашается с тем, что скачивает с Сайта или по ссылкам, размещенным на Сайте, любые материалы на свой собственный риск и несет личную ответственность за возможные последствия использования указанных материалов, в том числе за ущерб, который это может причинить компьютеру или иному оборудованию, программному обеспечению Пользователя или третьим лицам, за потерю данных или любой другой вред;
                <br/>30. Ни при каких обстоятельствах Администрация Сайта или ее представители не несут ответственность перед Пользователем или перед любыми третьими лицами за любой косвенный, случайный, неумышленный ущерб, включая упущенную выгоду или потерянные данные, вред чести, достоинству или деловой репутации, вызванный в связи с использованием Сайта, содержимого Сайта или иных материалов, к которым Пользователь или иные лица получили доступ с помощью Сайта, даже если Администрация Сайта предупреждала или указывала на возможность такого вреда;
                <br/>31. Администрация Сайта не несет ответственности за возможные убытки, причиненные Пользователю в связи с принятием мер пресечения или предотвращения нарушений на Сайте, связанных с ограничением/блокировкой доступа Пользователей к Сайту;
                <br/>32.Администрация Сайта не несет ответственности за неисполнение или затруднения в исполнении обязательств из-за обстоятельств непреодолимой силы, последствия которых невозможно избежать или преодолеть;
                <br/>33. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации.
                <br/>34. Администрация Сайта использует автоматическую систему сбора данных «cookie». Cookie представляют собой набор сведений, передаваемых сервером на браузер и на устройство Пользователя, таких как IP-адреса пользователя и другие сведения, относящиеся к трафику данных пользователя или к предпочтениям пользователя при навигации на Сайте. Разрешение на использование cookie необходимо для использования Сайта и его сервисов. Данные обрабатываются в совокупном и обезличенном виде и не содержат информации о персональных данных, но при этом позволяют связать пользователя с его персональной информацией, сообщенной Пользователем на Сайте.       Указанные данные собираются Сайтом в процессе навигации посредством Cookie напрямую и автоматически в рамках осуществления операционных функций и не используются для идентификации субъекта персональных данных.       Пользователь Сайта  может удалить Cookie.
                <br/>Если процедура по удалению  Cookie была запущена полностью или частично, Администрация Сайта не может гарантировать, что Сайт и его компоненты будут функционировать надлежащим образом.
            </p>
        </div>
    </section>
    <Footer></Footer>
</template>

<script>

import Header from "./Header.vue";
import Footer from "./Footer.vue";

export default {
    components: {Header, Footer}
}
</script>
<style scoped>
p {
    text-indent: 3% each-line;
    text-align: justify;
    white-space: pre-line;
    line-height: 1.5;
}
</style>
